<h2>
	Помощь
</h2>
<p>В данном разделе вы сможете получить помощь по программе</p>
<h3>Первоначальные настройки</h3>
	<ul>
		<li>Продовцы и менеджеры программы. Главный менеджер программы по умолчанию имеет логин admin и пароль admin. Он имеет возможность управлять всеми настройкима и параметрами программы. Данного пользователя не возможно удалить. Можно лишь поменять его e-mail и пароль. <br>
		Все остальные польователи имеют права продавца. Они могут добавлять покупателя в базу, закрепляя за ним скидочную карту. Проводить покупку согласно предоставленной карте.
		<br>
		Для редактирования и добавления продавцов в программу необхадимо зайти главному менеджеру под логином admin и в меню <b>Настройки->Добавить продовца</b> или <b>Настройки->Редактировать/Удалить продовца</b>
		</li>
		<li>
		Свойства скидок. Программа расчитана на систему отношения парога общих покупок к проценту скидок. Т.е. Если первый порог общих покупок (накопление) составил выше суммы указанной в пороге, то покупатель получает процент первого порога например установленные 3%. И будет получать постоянно эти 3% скидки пока его общая сумма покупок не станет выше второго парога в котором например вы укажите 5% скидки и т.д. Всего в программе (в первоначальном функционале предусмотренно 3 парога).<br>
		Также вы можете настроить бонусное отчисление для покупателя. Это бонусный процент который будет отчислен в бонус от каждой покупки. Далее можно будет воспользоваться бонусами или процентом скидки.
		</li>
		<li>
		Добавление карт. Вы модете добавлять катры по одной используя <b>Настройки->Добавить карту</b>. Но как правило вы получаете целый тираж карт и вам палиграфия предоставляет номера карт. Для быстрого добавления всех карт в систему воспользуйтесь <b>Настройки->Добавить массив карт</b>, что даст вам возможность быстро наполнить программу вашими картами. <b>ВАЖНО!!!</b> до работы с клиентами внести в программу карты это даст возможность привязывать карты кпокупателям а главное проверять является ли карта вашего магазина или это внесли номер чужой карты!
		</li>

	</ul>

